{
  "en":
  {
    "age": "What is your age? Please type a number.\n",
    "gender": "What is your gender? Please type woman, man or undefined.\n",
    "introduction": "\n\nPlease read this text thoroughly before you continue.\n\nIn this experiment you will test different restaurant recommendation systems which, based on\nspecific preferences, recommend restaurants through the means of a chat. \n\nThe interaction with the system is conducted in the form of written dialog in English. \nPlease refrain from talking to the system in any other language. Every time \nafter the system gives an answer, it expects you to answer before taking turns again.\nIn case the chat is stuck, you can type ‘restart’ and the current chat will be \ndeleted and started over again. \n\nPress enter to continue.",
    "tutorial": "\n The system can give recommendations on the basis of the following preferences:\n - the cuisine, i.e. food type (Italian, French, Turkish, Spanish, etc.) \n - the price, i.e. price range (cheap, moderate or expensive)\n - the location of the restaurant, i.e. area (north, east, south, west, centre)\n\nIf you do not have any preferences regarding these, you can also indicate ‘any price/area/food’.\nIf the system has obtained a recommendation after stating your preferences, you can also ask for\nthe following information: telephone number, address, postcode of the restaurant.\n\nPress enter to continue.\n",
    "experiment_overview": "\n In this experiment you will conduct 5 different dialogs with the restaurant recommendation system.\nAt the start of every dialogue, you will receive a task to obtain a restaurant with specific \npreferences. The first dialog is merely to test the system. \n\nAfter obtaining the indicated task, you can quit the dialogue by saying goodbye. After every\ndialogue, you will be asked to fill out a brief questionnaire containing 9 questions about how you experienced the chat. After filling this out, a new dialogue with a new system and a new\ntask will start.\n\nIf you are ready to start the experiment, press enter.\n",
    "experiment_beforestart": "\nYou finished the test dialog. If you are ready to start the real experiment, press enter...\n",
    "questions": [
      "For every question you can answer with the number 1,2,3,4,5,6 or 7.\n\nHow human-like did you perceive the system?\n   not human-like at all (1) - neutral (4) - very human-like (7)",
      "How skilled did you perceive the system?\n  not skilled at all (1) - neutral (4) - very skilled (7)",
      "How thoughtful did you perceive the system?\n  not thoughtful at all (1) - neutral (4) - very thoughtful (7)",
      "How engaging did you perceive the system?\n  not engaging at all (1) - neutral (4) - very engaging (7)",
      "How pleasant did you perceive the system?\n  not pleasant at all (1) - neutral (4) - very pleasant (7)",
      "How trustworthy did you perceive the system?\n  not trustworthy at all (1) - neutral (4) - very trustworthy (7)",
      "How satisfied are you with the systems recommendation?\n  not satisfied at all (1) - neutral (4) - very satisfied (7)",
      "How satisfied are you with the way the system treated you?\n  not satisfied at all (1) - neutral (4) - very satisfied (7)",
      "How satisfied are you with the overall interaction with the system? \n  not satisfied at all (1) - neutral (4) - very satisfied (7)"
    ]
  },

  "nl":
  {
    "age": "Wat is uw leeftijd? typ antwoord in cijfer svp.\n",
    "gender": "Wat is uw geslacht? typ vrouw, man of onbepaald.\n",
    "introduction": "\n\nLees alstublieft eerst steeds goed de tekst door voordat je verder gaat. \n\nIn dit experiment ga je verschillende aanbevelingssystemen voor restaurants testen die op basis van bepaalde voorkeuren in de vorm van een gesprek aanbevelingen doen. \n\nDe interactie met het systeem gaat in de vorm van geschreven dialoog, in het engels, dus gebruik geen nederlandse woorden bij het typen. Elke keer dat het systeem iets zegt verwacht hij een antwoord voordat hij weer terug reageert. Als het gesprek vastloopt kan je door “restart” te typen het huidige gesprek wissen en opnieuw proberen het gesprek te starten. \n\nDruk op enter…",
    "tutorial": "\nAanbevelingen kunnen worden gedaan door de volgende voorkeuren op te geven:\nde soort keuken, food type (Italian, French, Turkish, Spanish, etc.) \nde prijs, price range (cheap, moderate or expensive)\nde ligging van het restaurant, area (north, east, south, west, centre)\n\nAls er geen voorkeur is voor een van deze drie, kan er ook ‘any price/area/food’ \nmeegegeven worden. Als er een restaurant is gevonden na het geven van deze drie\nvoorkeuren kan er daarnaast ook om de volgende informatie van het restaurant gevraagd\nworden: telephone number, address, postcode. \n\nDruk op enter…",
    "experiment_overview": "In dit experiment ga je 5 keer een dialoog aan met ons restaurant aanbevelingssysteem. Hierbij\nkrijg je telkens de opdracht om een restaurant te vinden met bepaalde eigenschappen. De eerste \ndialoog is een oefengesprek om het systeem te leren gebruiken.\n\nNa het behalen van het doel kan je het systeem afsluiten door het systeem gedag te zeggen. \nHierna is er een korte vragenlijst met 9 vragen die bevragen hoe het gesprek met het systeem \nis gelopen. Als deze is ingevuld begint er weer een nieuw gesprek met het systeem met een\nnieuwe opdracht.\n\nAls je er klaar voor bent, mag je op enter drukken en begint het oefengesprek…\n",
    "experiment_beforestart": "\nDit was het oefengesprek. Als je klaar bent om het echte experiment te starten, druk op enter...\n",
    "questions": [
      "Elke vraag kan je beantwoorden met het cijfer 1,2,3,4,5,6 of 7.\n\nHoe mensenlijk vond je het systeem overkomen?\n  helemaal niet menselijk (1) - neutraal (4) - erg menselijk (7)",
      "Hoe vaardig vond je het systeem overkomen?\n  helemaal niet vaardig (1) - neutraal (4) - erg vaardig (7)",
      "Hoe attent vond je het systeem overkomen?\n  helemaal niet attent (1) - neutraal (4) - erg attent (7)",
      "Hoe innemend vond het je het systeem overkomen?\n  helemaal niet innemend (1) - neutraal (4) - erg innemend (7)",
      "Hoe aangenaam vond je het systeem overkomen?\n  helemaal niet aangenaam (1) - neutraal (4) - erg aangenaam (7)",
      "Hoe betrouwbaar vond je het systeem ovekomen?\n  helemaal niet betrouwbaar (1) - neutraal (4) - erg betrouwbaar (7)",
      "Hoe tevreden ben je met de aanbeveling die het systeem je deed?\n  helemaal niet tevreden (1) - neutraal (4) - erg tevreden (7)",
      "Hoe tevreden ben je met de manier waarop het systeem je behandelde?\n  helemaal niet tevreden (1) - neutraal (4) - erg tevreden (7)",
      "Hoe tevreden ben je met de gehele interactie met het systeem?\n  helemaal niet tevreden (1) - neutraal (4) - erg tevreden (7)"
    ]
  },

  "targets": [
    "Find the phone number of a restaurant that serves cheap Chinese food.",
    "Find the address of a restaurant that serves British food which is in the centre of town.",
    "Find the post code of a restaurant that serves Thai food and which is expensive.",
    "Find the phone number of a restaurant that serves Indian food in the east part of town.",
    "Find the phone number of a restaurant that serves Italian food which is cheap."
  ]
}